[
  {
    "compliant": "TRUE",
    "id": 1,
    "name": "Trickstar",
    "tagline": "The Southern Cross Sparkling in the Night Sky!",
    "description": "A fairly orthodox idol unit led by Hokuto Hidaka. Their fanservice is both dazzling and comfortably personal with their audience. Trickstar overflows with a calming energy and genuine character, so their work in media focuses on appearing in variety shows, hosting official events, acting as radio personalities, and being the face of advertising campaigns in commercials. Their theme color is orange."
  },
  {
    "compliant": "TRUE",
    "id": 2,
    "name": "fine",
    "tagline": "The Heavenly Orchestra",
    "description": "An elegant unit led by Eichi Tenshouin. fine is a unit whose polished and polite fanservice allows them to take command of their audience. When doing work in media, they focus primarily on publicity work to improve the images of corporations. This includes appearing on some variety programs, and largely participating in talk shows, hosting official events, fashion modelling, appearing in things like commercials, and acting as the face of advertising campaigns. Their theme color is ivory."
  },
  {
    "compliant": "TRUE",
    "id": 3,
    "name": "UNDEAD",
    "tagline": "A Wild Hunt in the Dead of Night",
    "description": "A wild unit led by Rei Sakuma. When it comes to fan-service each member delights with their individual style. Their ability to be highly flexible gives them plenty of publicity as variety show hosts, radio personalities, in commercials, and even as fashion models. Work that utilizes their character and visual style is their main focus. Their theme color is purple."
  },
  {
    "compliant": "TRUE",
    "id": 4,
    "name": "Knights",
    "tagline": "An Order of Knights Devoting Songs to You",
    "description": "A chivalrous unit led by Tsukasa Suou. They make full use of their knightly personae and engage in plenty of fanservice. When doing work in media, their jobs include commercials, fashion modelling, variety programs, gourmet reports, dramas, and other jobs that make use of their appearance. Their theme color is navy blue."
  },
  {
    "compliant": "TRUE",
    "id": 5,
    "name": "Ryuseitai",
    "tagline": "Heroes Burning with Passion☆",
    "description": "A squadron that fights for justice led by Chiaki Morisawa. Their fanservice is laden with the quirkiness of their varied personalities. When doing work in media, they participate in anything that best utilizes the character of their unit. Thus, they focus on work involving sports variety programs, gourmet reports, and acting as main characters of children's programs. They continue to do volunteer work and hold hero shows regularly, and have continued to do so since their time as units. Their theme colors are the five colors of each member's role, which are based off of super sentai roles."
  },
  {
    "compliant": "TRUE",
    "id": 6,
    "name": "Ra*bits",
    "tagline": "A Toy Box Packed with Dreams♪",
    "description": "A cutesy unit led by Tomoya Mashiro. Their fanservice is bright and cheerful. Ra*bits utilizes their inexperienced but fresh approach when taking on work. Their work in media tends to consist of appearing on commercials as mascots, reporting street events, performing as kid's show characters, and narration work. Their primary focus is work that allows them to leave a clear, positive impression. Their theme color is light blue."
  },
  {
    "compliant": "TRUE",
    "id": 7,
    "name": "2wink",
    "tagline": "Together as One Happy Melody☆",
    "description": "A twin technopop unit led by Hinata Aoi. They're a mischievous unit known for their bright and flashy fanservice. They excel in playing by ear and adapting flexibly to any situation, so their media work focuses on capitalizing on their experience portraying such lively and vibrant personalities, such as playing children's TV show and variety show personalities, acting as live commentators, and hosting events. Their theme color is neon."
  },
  {
    "compliant": "TRUE",
    "id": 8,
    "name": "Akatsuki",
    "tagline": "Steady, Graceful Beauty Illuminated by Moonlight",
    "description": "A Japanese-style unit led by Keito Hasumi. They are reserved in their fanservice in an effort to maintain an air of gravity. Akatsuki does work in media pertaining to news commentary, dramas, movies, and as radio show personalities. Their primary focus is more traditional, cultural work. Their theme color is red ."
  },
  {
    "compliant": "TRUE",
    "id": 9,
    "name": "Valkyrie",
    "tagline": "A Museum of Art Interwoven",
    "description": "A prestigious unit of fine arts led by Shu Itsuki. They're a group with their own, distinct perspective on the world and retain a highly individual, inflexible distance when interacting with their fans. Their media work primarily focuses on capitalizing on their artistic attributes, such as participating in talk shows as guests, acting as narrators for fine arts programs, and appearing in movies and plays. Their theme color is wine red."
  },
  {
    "compliant": "TRUE",
    "id": 10,
    "name": "Switch",
    "tagline": "A Magical Party of Everlasting Happiness",
    "description": "A unit of magicians that strives to be unique led by Natsume Sakasaki. An entertaining group that showcases the unifying power of their worldview through on-stage banter towards their fans. In terms of their media work, Switch makes the most of their ability to chat by taking on jobs as radio personalities, guests on talk shows, acting commentators, doing event performances, and by performing on kid-oriented variety shows. Work that utilizes their performance style is their main focus. Their theme color is yellow-green."
  },
  {
    "compliant": "TRUE",
    "id": 11,
    "name": "MaM",
    "tagline": "Bringing Heart-pounding Thrills to You!",
    "description": "A unit where Madara Mikejima works solo. He mainly focuses on campaign jobs such as commercials, variety shows, food reviews, sports variety shows, live broadcasts, and other active hosting jobs. His theme color is gray."
  },
  {
    "compliant": "TRUE",
    "id": 14,
    "name": "Eden",
    "tagline": "An Eternal Paradise that Tempts the Heart",
    "description": "When Adam and Eve combine, they become Eden, a noble unit that brims with life led by Nagisa Ran. As a group, they're known for how flashy they are; their performances are dramatic, and their fanservice can unify their audience through only their words. When doing work in media, they focus on jobs that utilizes their dazzling looks as a group, which includes being guests on talk programs, acting as commercial campaign personae, working as fashion models, and starring in both movies and theater plays. Their theme color is black."
  },
  {
    "compliant": "TRUE",
    "id": 15,
    "name": "ALKALOID",
    "tagline": "Piercing Through the Suit of your Heart!",
    "description": "The rising stars of Starmaker Production, ALKALOID is a cutting-edge rock band unit led by Hiiro Amagi. With a cool and rebellious attitude, they're an aggressive unit that rushes into things head-first. When doing work in media, they focus on jobs like talk shows, appearing as radio show guests, helping out with music programs, fashion modeling, publicity work, and similar. Their theme color is turquoise."
  },
  {
    "compliant": "TRUE",
    "id": 16,
    "name": "Crazy:B",
    "tagline": "Bees Flying Free",
    "description": "The rising stars of Cosmic Production, Crazy:B is a passionate party unit led by Rinne Amagi. They specialize in live shows where they get things hyped with their fans. Their media coverage focuses on jobs that best convey their individual qualities, like participating as guests on variety shows and talk shows, acting as radio personalities, and doing fashion modelling for commercials. Their theme color is yellow."
  },
  {
    "compliant": "TRUE",
    "id": 17,
    "name": "Double Face",
    "tagline": "Binocular Dusty Hounds",
    "description": "A mysterious, underground idol unit led by Madara Mikejima. He and Kohaku Oukawa continue to do activities with their original units, MaM and Crazy:B respectively, but they've begun doing activities as a duo as well. Their media work primarily focuses on modeling for magazines and appearing in commercials, dramas, and theater. Their theme color is dark teal."
  },
  {
    "compliant": "TRUE",
    "id": 18,
    "name": "Special for Princess!",
    "tagline": "Dreaming Unicorn Princes",
    "description": "Led by Esu Sagiri, Special for Princess! (nicknamed Esupuri) is a dreamy unit with two hearts. Although they have just debuted, their performances are characterized by closely following their unit's concept. They appear in magazines, commercials, and internet streams with a focus on a youthful, catchy approach. The theme colors are dreamy pink and melancholy violet."
  }
]
